# frozen_string_literal: true

tap 'adoptopenjdk/openjdk'
tap 'clevercloud/tap'
tap 'hashicorp/tap'
tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'odlp/bluesnooze'
tap 'stripe/stripe-cli'
tap 'tldr-pages/tldr'
brew 'ack'
brew 'act'
brew 'pycparser'
brew 'cffi'
brew 'openssl@3'
brew 'libsodium'
brew 'libssh'
brew 'libyaml'
brew 'readline', link: true
brew 'sqlite', link: true
brew 'xz'
brew 'jpeg-xl'
brew 'aom'
brew 'asciinema'
brew 'dbus'
brew 'gettext'
brew 'glib'
brew 'at-spi2-core'
brew 'libsigc++'
brew 'glibmm'
brew 'atkmm'
brew 'glibmm@2.66'
brew 'atkmm@2.28'
brew 'openssl@1.1'
brew 'httperf'
brew 'autobench'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'libusb'
brew 'libusb-compat'
brew 'avrdude'
brew 'awscli'
brew 'azure-cli'
brew 'base64'
brew 'bdw-gc'
brew 'boost@1.85'
brew 'bzip2', link: true
brew 'c-ares'
brew 'fontconfig'
brew 'pixman'
brew 'cairo'
brew 'cairomm'
brew 'cairomm@1.14'
brew 'cheat'
brew 'cloc'
brew 'gmp'
brew 'cloog'
brew 'cmake'
brew 'cmatrix'
brew 'colordiff'
brew 'cookiecutter'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'docker'
brew 'docker-compose'
brew 'docutils'
brew 'libevent'
brew 'folly'
brew 'fizz'
brew 'wangle'
brew 'fbthrift'
brew 'fb303'
brew 'edencommon'
brew 'libtool'
brew 'erlang'
brew 'elixir'
brew 'expect'
brew 'faac'
brew 'fcrackzip'
brew 'libogg'
brew 'flac'
brew 'libtasn1'
brew 'nettle'
brew 'p11-kit'
brew 'unbound'
brew 'gnutls'
brew 'harfbuzz'
brew 'lame'
brew 'leptonica'
brew 'libass'
brew 'libvorbis'
brew 'mpg123'
brew 'pango'
brew 'tesseract'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'open-mpi'
brew 'fftw'
brew 'flyctl'
brew 'python@3.11'
brew 'fontforge'
brew 'fortune'
brew 'fzf'
brew 'libavif'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geoip'
brew 'gh'
brew 'ghostscript'
brew 'gifsicle'
brew 'gist'
brew 'git'
brew 'git-crypt'
brew 'libgpg-error'
brew 'libgcrypt'
brew 'libksba'
brew 'gnupg'
brew 'pkgconf'
brew 'gobject-introspection'
brew 'gpgme'
brew 'netpbm'
brew 'gts'
brew 'librsvg'
brew 'graphviz'
brew 'gsl'
brew 'hicolor-icon-theme'
brew 'gtk+'
brew 'pangomm@2.46'
brew 'gtkmm'
brew 'guile'
brew 'hdf5'
brew 'ncurses'
brew 'htop'
brew 'httpstat'
brew 'hub'
brew 'hunspell'
brew 'icecast'
brew 'libplist'
brew 'libusbmuxd'
brew 'libimobiledevice'
brew 'libzip'
brew 'ideviceinstaller'
brew 'iftop'
brew 'libheif'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'imagesnap'
brew 'imlib2'
brew 'oniguruma'
brew 'jq'
brew 'python@3.10'
brew 'jsonschema'
brew 'keepassc'
brew 'krb5'
brew 'ledger'
brew 'lftp'
brew 'libelf'
brew 'libftdi0'
brew 'libmagic'
brew 'libmatio'
brew 'libpq', link: true
brew 'libvo-aacenc'
brew 'libxslt'
brew 'little-cms'
brew 'llm'
brew 'log4c'
brew 'lsusb'
brew 'mad'
brew 'openjdk'
brew 'maven'
brew 'molecule'
brew 'mplayer'
brew 'mvfst'
brew 'neovim'
brew 'nmap'
brew 'node'
brew 'nvm'
brew 'openjdk@11'
brew 'openapi-generator'
brew 'openslide'
brew 'openstackclient'
brew 'optipng'
brew 'opusfile'
brew 'ossp-uuid'
brew 'pandoc'
brew 'pangomm'
brew 'pcre'
brew 'pdftohtml', link: false
brew 'perl'
brew 'pinentry-mac'
brew 'pngcrush'
brew 'poppler'
brew 'popt'
brew 'protobuf'
brew 'pyenv'
brew 'tcl-tk'
brew 'python@3.8'
brew 'python@3.9'
brew 'qpdf'
brew 'qt'
brew 'rclone'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: :changed
brew 'sampler'
brew 'sl'
brew 'sox'
brew 'spark'
brew 'ssh-copy-id', link: true
brew 'talisman'
brew 'telnet'
brew 'terminal-notifier'
brew 'tesseract-lang'
brew 'texinfo'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'transmission-cli'
brew 'tree'
brew 'ttfautohint'
brew 'v8'
brew 'vips'
brew 'watchman'
brew 'wget'
brew 'wireguard-tools'
brew 'wireshark'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'yq'
brew 'zlib', link: true
brew 'clevercloud/tap/clever-tools'
brew 'hashicorp/tap/vault'
brew 'heroku/brew/heroku'
brew 'stripe/stripe-cli/stripe'
cask 'adobe-acrobat-reader'
cask 'adoptopenjdk'
cask 'android-platform-tools'
cask 'android-sdk'
cask 'android-studio'
cask 'androidtool'
cask 'app-tamer'
cask 'apple-juice'
cask 'balenaetcher'
cask 'basecamp'
cask 'beardedspice'
cask 'bettertouchtool'
cask 'bluesnooze'
cask 'bot-framework-emulator'
cask 'brave-browser'
cask 'caffeine'
cask 'chromedriver'
cask 'cscreen'
cask 'dash'
cask 'discord'
cask 'disk-inventory-x'
cask 'firefox'
cask 'ghostty'
cask 'github'
cask 'google-chrome'
cask 'gpg-suite'
cask 'hma-vpn'
cask 'insomnia'
cask 'iterm2'
cask 'jan'
cask 'lacona'
cask 'macdown'
cask 'mattermost'
cask 'messenger'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'microsoft-outlook'
cask 'microsoft-teams'
cask 'monitorcontrol'
cask 'ngrok'
cask 'openoffice'
cask 'opera'
cask 'orbstack'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postgres-unofficial'
cask 'protonvpn'
cask 'qlstephen'
cask 'raycast'
cask 'recordit'
cask 'rescuetime'
cask 'signal'
cask 'slack'
cask 'spotify'
cask 'telegram'
cask 'transmission'
cask 'vlc'
cask 'zoom'
