tap "adoptopenjdk/openjdk"
tap "clevercloud/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "odlp/bluesnooze"
tap "plutov/tap"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
tap "tw93/tap"
brew "ack"
brew "act"
brew "ca-certificates"
brew "pycparser"
brew "cffi"
brew "libsodium"
brew "libssh"
brew "libyaml"
brew "sqlite", link: true
brew "xz"
brew "aom"
brew "asciinema"
brew "dbus"
brew "gettext"
brew "glib"
brew "at-spi2-core"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "httperf"
brew "autobench"
brew "automake"
brew "boost"
brew "libusb"
brew "libusb-compat"
brew "avrdude"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bdw-gc"
brew "boost@1.85"
brew "bzip2", link: true
brew "c-ares"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "cairomm"
brew "cairomm@1.14"
brew "cheat"
brew "cloc"
brew "gmp"
brew "cloog"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "cookiecutter"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "docker"
brew "docker-compose"
brew "docutils"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtool"
brew "erlang"
brew "elixir"
brew "expect"
brew "faac"
brew "terminal-notifier"
brew "fastlane"
brew "fcrackzip"
brew "libogg"
brew "flac"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "lame"
brew "leptonica"
brew "libass"
brew "libvorbis"
brew "mpg123"
brew "pango"
brew "tesseract"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "flyctl"
brew "fontforge"
brew "fortune"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-crypt"
brew "glow"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "gpgme"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "gsl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "pangomm@2.46"
brew "gtkmm"
brew "guile"
brew "hdf5"
brew "ncurses"
brew "htop"
brew "httpstat"
brew "hub"
brew "hunspell"
brew "icecast"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "imagesnap"
brew "imlib2"
brew "oniguruma"
brew "jq"
brew "keepassc"
brew "ledger"
brew "lftp"
brew "libelf"
brew "libmagic"
brew "libmatio"
brew "libpq", link: true
brew "libvo-aacenc"
brew "libxslt"
brew "llm"
brew "lnav"
brew "log4c"
brew "lsusb"
brew "mactop"
brew "mad"
brew "maven"
brew "miller"
brew "molecule"
brew "mplayer"
brew "mvfst"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama"
brew "openapi-generator"
brew "openjdk@11"
brew "openslide"
brew "openssl@1.1"
brew "openstackclient"
brew "optipng"
brew "opusfile"
brew "ossp-uuid"
brew "pandoc"
brew "pangomm"
brew "pcre"
brew "pdftohtml", link: false
brew "perl"
brew "pgcli"
brew "pinentry-mac"
brew "pngcrush"
brew "poppler"
brew "popt"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "qpdf"
brew "qt"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis", restart_service: :changed
brew "sampler"
brew "sl"
brew "sox"
brew "spark"
brew "ssh-copy-id", link: true
brew "talisman"
brew "tcl-tk"
brew "telnet"
brew "tesseract-lang"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "ttfautohint"
brew "v8"
brew "vips"
brew "watchman"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "witr"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "yq"
brew "zlib", link: true
brew "clevercloud/tap/clever-tools"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "tw93/tap/mole"
cask "android-platform-tools"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "cursor"
cask "github"
cask "handy"
cask "hma-vpn"
cask "lm-studio"
cask "microsoft-edge"
cask "ngrok"
cask "oq"
cask "sublime-text"
cask "updf"
cask "visual-studio-code"
cask "warp"
