tap "adoptopenjdk/openjdk"
tap "chef/chef"
tap "clevercloud/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "odlp/bluesnooze"
tap "pebble/pebble-sdk"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
brew "ack"
brew "act"
brew "gdbm"
brew "libyaml"
brew "python@3.9"
brew "ansible"
brew "asciinema"
brew "gettext"
brew "pcre"
brew "glib"
brew "tcl-tk"
brew "python@3.8"
brew "atk"
brew "libsigc++"
brew "glibmm"
brew "atkmm"
brew "glibmm@2.66"
brew "atkmm@2.28"
brew "httperf"
brew "autobench"
brew "autoconf"
brew "automake"
brew "libelf"
brew "libusb"
brew "libusb-compat"
brew "libftdi0"
brew "avrdude"
brew "awscli"
brew "azure-cli"
brew "base64"
brew "bdw-gc"
brew "boost"
brew "boost-python"
brew "c-ares"
brew "fontconfig"
brew "pkg-config"
brew "pixman"
brew "cairo"
brew "cairomm"
brew "circleci"
brew "cloc"
brew "gmp"
brew "cloog", link: false
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "curl"
brew "libsodium"
brew "zeromq"
brew "czmq"
brew "dbus"
brew "docker", link: false
brew "docker-compose", link: false
brew "docker-machine"
brew "elinks"
brew "espeak"
brew "expect"
brew "ext4fuse"
brew "faac"
brew "fcrackzip"
brew "libogg"
brew "flac"
brew "libtool"
brew "guile"
brew "libevent"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "libvorbis"
brew "tesseract"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "mpfr"
brew "libmpc"
brew "fftw"
brew "pango"
brew "fontforge"
brew "fortune"
brew "gcc@4.9"
brew "gdk-pixbuf"
brew "geoip"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-flow"
brew "gitlab-runner"
brew "libgpg-error"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "librsvg"
brew "graphviz"
brew "gsl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "pangomm@2.46"
brew "gtkmm"
brew "htop"
brew "httpstat"
brew "hub"
brew "icecast"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "imagemagick", link: false
brew "imagemagick@6"
brew "imagesnap"
brew "node", link: false
brew "ios-sim"
brew "oniguruma"
brew "jq"
brew "keepassc"
brew "krb5"
brew "lftp"
brew "libmagic"
brew "libvo-aacenc"
brew "libxslt"
brew "little-cms"
brew "log4c"
brew "lsusb"
brew "mad"
brew "maven"
brew "molecule"
brew "protobuf"
brew "mosh"
brew "mpg123"
brew "mplayer"
brew "mysql"
brew "nginx"
brew "nmap"
brew "node@14", link: true
brew "nvm"
brew "openapi-generator"
brew "optipng"
brew "opusfile"
brew "ossp-uuid"
brew "pandoc"
brew "pangomm"
brew "pdftohtml", link: false
brew "pinentry-mac"
brew "pngcrush"
brew "qt"
brew "poppler"
brew "popt"
brew "postgresql"
brew "qpdf"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "sl"
brew "sox"
brew "spark"
brew "ssh-copy-id", link: true
brew "swagger-codegen"
brew "swagger-codegen@2"
brew "terminal-notifier"
brew "tesseract-lang"
brew "texinfo"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "transmission-cli"
brew "tree"
brew "ttfautohint"
brew "unrar"
brew "v8"
brew "v8@3.15"
brew "vim"
brew "vips"
brew "watchman"
brew "wget"
brew "wireshark"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "clevercloud/tap/clever-tools"
brew "hashicorp/tap/vault"
brew "heroku/brew/heroku"
brew "stripe/stripe-cli/stripe"
brew "tldr-pages/tldr/tldr"
cask "adobe-acrobat-reader"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "androidtool"
cask "app-tamer"
cask "apple-juice"
cask "balenaetcher"
cask "basecamp"
cask "beardedspice"
cask "bettertouchtool"
cask "bluesnooze"
cask "bot-framework-emulator"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "cscreen"
cask "dash"
cask "dashlane"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "element"
cask "firefox"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "insomnia"
cask "inspec"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "keepassx"
cask "kobo"
cask "lacona"
cask "macdown"
cask "mattermost"
cask "microsoft-edge"
cask "microsoft-teams"
cask "ngrok"
cask "openoffice"
cask "opera"
cask "osxfuse"
cask "paintbrush"
cask "pgadmin4"
cask "postgres"
cask "qlmarkdown"
cask "recordit"
cask "rescuetime"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "transmission"
cask "unetbootin"
cask "vagrant"
cask "virtualbox"
cask "vlc"
cask "wine-stable"
cask "xquartz"
cask "zoom"
