apple-gcc42
asciinema
atk
atkmm
autobench
autoconf
automake
avrdude
bastet
bdw-gc
boost
boot2docker
brew-cask
c-ares
cairomm
cloc
cmake
cmatrix
colordiff
cscope
ctags
czmq
d-bus
docker
dwarf-fortress
elinks
ext4fuse
faac
fcrackzip
ffmpeg
fig
flac
fontconfig
fontforge
fortune
freetype
fuse4x
fuse4x-kext
gdbm
gdk-pixbuf
geoip
gettext
gifsicle
gist
git
git-flow
gitsh
glib
glibmm
gmp
gnutls
gobject-introspection
gotty
graphviz
gsl
gtk+
gtkmm
harfbuzz
hicolor-icon-theme
htop-osx
httperf
hub
icecast
icu4c
ideviceinstaller
iftop
imagemagick
inkscape
ios-sim
jpeg
lame
less
libcaca
libelf
libevent
libffi
libftdi0
libgcrypt
libgpg-error
libiconv
libimobiledevice
libksba
libmagic
libogg
libplist
libpng
libsigc++
libtasn1
libtiff
libtool
libusb
libusb-compat
libvo-aacenc
libvorbis
libxml2
libxslt
libyaml
libzip
little-cms
log4c
macvim
mad
mobile-shell
mpg123
mplayer
nettle
nmap
node
openssl
optipng
ossp-uuid
p11-kit
pandoc
pango
pangomm
pcre
pdftohtml
phantomjs
pick
pixman
pkg-config
pngcrush
popt
portaudio
postgresql
protobuf
python
qt
readline
reattach-to-user-namespace
redis
sl
sox
spark
sqlite
ssh-copy-id
sshfs
the_silver_searcher
tig
tmux
transmission
tree
ttfautohint
unrar
usbmuxd
v8
vim
wget
wireshark
x264
xvid
xz
yasm
