android-studio
bettertouchtool
caffeine
chromecast
dash
disk-inventory-x
dropbox
filezilla
gimp
google-chrome
google-drive
iterm2
java
opera
postgres
rescuetime
skype
slack
unetbootin
virtualbox
vlc
